Repository: common-repository/wp-waf
Catalog: languages/wp-waf-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: WP WAF Settings
it_it: Impostazioni di WP WAF

source: The WP_WAF is a Web Application Firewall for Wordpress. Protects against web attacks.
it_it: WP_WAF è un Web Application Firewall per WordPress. Protegge da attacchi dal web

source: Manage email notification of attacks
it_it: Gestisci via email la notifica degli attacchi

source: Email Address
it_it: Indirizzo email

source: Notifications for attacks type
it_it: Notifiche dei tipi di attacchi

source: Method
it_it: Metodo

source: Referrer
it_it: Referente

source: User Agent Empty
it_it: User Agent vuoto

source: Not recommended
it_it: Non raccomandato

source: Under the Hood
it_it: Sotto il cofano

source: Block Query &gt; 255 char
it_it: Blocca le query &gt; 255 caratteri

source: Disable Directory Listing
it_it: Disabilita Directory Listing

source: Attack Message
it_it: Messaggio dell'attacco

source: Blank Page
it_it: Pagina vuota

source: Test Configuration
it_it: Prova la configurazione

source: %1$sTest your configuration now!%2$s
it_it: %1$sProva subito la tua configurazione!%2$s

source: Save Changes
it_it: Salva i cambiamenti

source: WP WAF - WordPress Application Firewall. Protects against web attacks Email notification is disabled by default, notification can be activatedand configured in <strong>Settings -> WP WAF</strong>. Go to your <a href="options-general.php?page=wp_waf">WP WAF configuration</a> page.
it_it: WP_WAF - Wordpress Application Firewall. Protegge da attacchi web. La notifica via email è disabilitata in modo predefinito, ma può essere attivata e configurata in <strong>Impostazioni -> WP WAF</strong>. Vai alla pagina <a href="options-general.php?page=wp_waf">Configurazione di WP WAF</a>
